[
    {
        "name": "Accecato",
        "description": "Una creatura accecata non è in grado di vedere e fallisce automaticamente qualsiasi prova di caratteristica che richieda l'uso della vista. I tiri per colpire contro la creatura dispongono di vantaggio, mentre i tiri per colpire della creatura subiscono svantaggio.",
        "icon": "./assets/icons/conditions/blind.svg"
    },
    {
        "name": "Affascinato",
        "description": "Una creatura affascinata non può attaccare chi l'ha affascinata né bersagliarlo con capacità o effetti magici dannosi. Chi ha affascinato la creatura dispone di vantaggio a qualsiasi prova di caratteristica effettuata per interagire socialmente con essa.",
        "icon": "./assets/icons/conditions/charmed.svg"
    },
    {
        "name": "Afferrato",
        "description": "La velocità di una creatura afferrata diventa 0 e la creatura non può beneficiare di alcun bonus alla velocità.La condizione termina se chi ha afferrato la creatura è incapacitato (vedi la relativa condizione). La condizione termina anche se un effetto rimuove la creatura afferrata dalla portata di chi l'ha afferrata o dell'effetto afferrante, come per esempio se viene scagliata lontano dall'incantesimo onda tonante.",
        "icon": "./assets/icons/conditions/blocked.svg"
    },
    {
        "name": "Assordato",
        "description": "Una creatura assordata non è in grado di sentire e fallisce automaticamente qualsiasi prova di caratteristica che richieda l'uso dell'udito.",
        "icon": "./assets/icons/conditions/deafened.svg"
    },
    {
        "name": "Avvelenato",
        "description": "Una creatura avvelenata subisce svantaggio ai tiri per colpire e alle prove di caratteristica.",
        "icon": "./assets/icons/conditions/poisoned.svg"
    },
    {
        "name": "Incapacitato",
        "description": "Una creatura incapacitata non può effettuare azioni o reazioni.",
        "icon": "./assets/icons/conditions/blocked.svg"
    },
    {
        "name": "Invisibile",
        "description": "Una creatura invisibile è impossibile da vedere senza l'aiuto della magia o di sensi speciali. Agli effetti del nascondersi, è considerata pesantemente oscurata. La sua ubicazione può essere intuita dai rumori che emette o dalle tracce che lascia. I tiri per colpire contro la creatura subiscono svantaggio, mentre i tiri per colpire della creatura ottengono vantaggio.",
        "icon": "./assets/icons/conditions/invisible.svg"
    },
    {
        "name": "Paralizzato",
        "description": "Una creatura paralizzata è incapacitata (vedi la relativa condizione) e non può muoversi o parlare. La creatura fallisce automaticamente i tiri salvezza su Forza e Destrezza. I tiri per colpire contro la creatura ottengono vantaggio. Ogni attacco che colpisce la creatura è un colpo critico se l'attaccante è situato entro 1,5 metri dalla creatura.",
        "icon": "./assets/icons/conditions/blocked.svg"
    },
    {
        "name": "Pietrificato",
        "description": "Una creatura pietrificata viene trasformata, assieme a ogni oggetto non magico che trasporta o indossa, in una sostanza solida inanimata (solitamente pietra). La creatura cessa di invecchiare e il suo peso viene decuplicato. La creatura è incapacitata (vedi condizione), non può muoversi o parlare, né è consapevole di ciò che le accade attorno. I tiri per colpire contro la creatura ottengono vantaggio. La creatura fallisce automaticamente i tiri salvezza su Forza e Destrezza. La creatura è dotata di resistenza a tutti i danni. La creatura è immune a veleni e malattie, ma eventuali veleni o malattie già presenti nel suo",
        "icon": "./assets/icons/conditions/petrified.svg"
    },
    {
        "name": "Privo di sensi",
        "description": "Una creatura priva di sensi è incapacitata (vedi la relativa condizione), non è in grado di muoversi o parlare ed è inconsapevole di ciò che le accade attorno. La creatura lascia cadere tutto ciò che impugna e cade a terra prona. La creatura fallisce automaticamente i tiri salvezza su Forza e Destrezza. I tiri per colpire contro la creatura ottengono vantaggio. Ogni attacco che colpisce la creatura è un colpo critico se l'attaccante è situato entro 1,5 metri dalla creatura.",
        "icon": "./assets/icons/conditions/knockout.svg"
    },
    {
        "name": "Prono",
        "description": "L'unica opzione di movimento di una creatura prona è strisciare, a meno che non si rialzi ponendo fine alla condizione. La creatura subisce svantaggio ai tiri per colpire. Un tiro per colpire contro la creatura ottiene vantaggio se l'attaccante è entro 1,5 metri dalla creatura. Altrimenti, il tiro per colpire subisce svantaggio.",
        "icon": "./assets/icons/conditions/prone.svg"
    },
    {
        "name": "Sorpreso",
        "description": "Chi è sorpreso non può muoversi o effettuare un'azione nel suo primo turno di combattimento e non può effettuare una reazione finché quel turno non termina. Un membro di un gruppo può essere sorpreso anche se gli altri membri del suo gruppo non lo sono.",
        "icon": "./assets/icons/conditions/surprised.svg"
    },
    {
        "name": "Spaventato",
        "description": "Una creatura spaventata subisce svantaggio a prove di carattertistica e tiri per colpire finchè la fonte della sua paura è nel suo campo visivo. La creatura non può avvicinarsi volontariamente alla fonte della sua paura.",
        "icon": "./assets/icons/conditions/fear.svg"
    },
    {
        "name": "Stordito",
        "description": "Una creatura stordita è incapacitata (vedi condizione), non può muoversi e può parlare solo a fatica. La creatura fallisce automaticamente i tiri salvezza su Forza e Destrezza. I tiri per colpire la creatura ottengono vantaggio.",
        "icon": "./assets/icons/conditions/knockout.svg"
    },
    {
        "name": "Trattenuto",
        "description": "La velocità di una creatura trattenuta diventa 0 ed essa non può beneficiare di alcun bonus alla velocità. I tiri per colpire contro la creatura dispongono di vantaggio e i suoi tiri per colpire subiscono svantaggio. La creatura subisce svantaggio ai tiri salvezza su Destrezza.",
        "icon": "./assets/icons/conditions/blocked.svg"
    }
]